class RegionNCategory {
  static List<String> regionList = [
    "서울", // 0
    "경기남부", // 1
    "경기북부", // 2
    "강원도", // 3
    "충청북도", // 4
    "충청남도", // 5
    "전라북도", // 6
    "전라남도", // 7
    "경상북도", // 8
    "경상남도", // 9
    "부산", // 10
    "인천", // 11
    "대구", // 12
    "울산", // 13
    "광주", // 14
    "제주" // 15
  ];
  static List<String> categoryList = [
    "125cc 미만", // 0
    "125cc 이상",// 1
    "안전장비", // 2
    "튜닝용품", // 3
    "헬멧", // 4
    "블루투스", // 5 
    "마스크", // 6
    "자켓", // 7
    "글러브", // 8
    "팬츠", // 9
    "부츠", // 10
    "블랙박스", // 11
    "슈트", // 12
    "기타용품" // 13
  ];

  static List<String> categoryListNoBike = [
    "안전장비", // 2
    "튜닝용품", // 3
    "헬멧", // 4
    "블루투스", // 5 
    "마스크", // 6
    "자켓", // 7
    "글러브", // 8
    "팬츠", // 9
    "부츠", // 10
    "블랙박스", // 11
    "슈트", // 12
    "기타용품" // 13
  ];

  static List<String> categoryListWithBike = [
    "125cc 미만", // 0
    "125cc 이상",// 1
  ];
}
